[
  {
    "name": "Fellah Köfte",
    "id": "1",
    "calorie": "1 porsiyon ( 277g) fellah köftesi 331 kaloridir.",
    "person": "6-8 kişilik",
    "materials": "2 su bardağı köftelik bulgur,2 su bardağı sıcak su,1 su bardağı irmik,3 yemek kaşığı un,1 yemek kaşığı domates salçası,1 yemek kaşığı biber salçası,1 tatlı kaşığı tuz,Yarım su bardağı sıcak su,1 adet yumurta,1 tatlı kaşığı kimyon,Haşlamak için;Su,1 çay kaşığı limon tuzu,1 çay kaşığı tuz,Sosu için;1,5 çay bardağı zeytinyağı,5-6 diş sarımsak,2 yemek kaşığı biber salçası,4 adet domates rendesi,Tuz,Maydanoz",
    "recipe": "Köfte harcımız için uygun bir kap içerisine bulgurumuzu alalım ve üzerine sıcak su ekleyerek üzerini streçleyelim,10 dakika kadar dinlenmeye bırakalım.Sürenin sonunda şişen bulgurlarımızın üzerini açalım,tahta kaşık ile karıştıralım.Üzerine irmik,un,domates salçası,biber salçası ve  tuzu da ekleyerek hamurumuzu yoğurmaya başlayalım.Bu aşamada ara ara sıcak su ekleyelim.Bu şekilde daha kolay yoğurabileceksiniz.Malzemelerin güzelce karıştığından ve hamurun yeterince soğuduğundan emin olduktan sonra üzerine yumurtamızı ekleyelim.Kimyonu da ekledikten sonra hamurumuzu son kez yoğuralım.Sıra geldi köftelerimizi şekillendirmeye.Bunun için öncelikle yanımıza kase ile su alalım.Ardından parmak uçlarımızı su ile ıslatarak harcımızdan küçük parçalar kopartarak top şekline getirelim.Serçe parmağımız ile hamurumuzun üzerine bastıralım ve unladığımız tepsimize alalım.Harcımız bitene kadar bu işleme devam edelim.Köftelerimizi haşlamak için tencereye kaynayan suyu alalım,içerisine limon tuzu ve tuzu ekleyelim.Ardından şekillendirdiğimiz köftelerimizi de tenceremize alarak ara ara karıştıralım,yaklaşık 5 dakika pişirelim.Haşlanan köftelerimizi kevgir yardımı ile servis tabağımıza alalım.Domates sosu için tavamıza zeytinyağını alalım,ince kıyılmış sarımsaklarımızı da ekleyerek kokusu çıkana kadar kavuralım.Üzerine salçamızı da ilave ederek sarımsaklarla birlikte kavurmaya devam edelim.Rendelediğimiz domateslerimizi de tavamıza alalım ve kavurmaya devam edelim.Hazır olan sosumuzun altını kapatmadan önce tuz ekleyip karıştırarak ocağı kapatalım.Son olarak ince kıyılmış maydanozları da ekleyelim ve karıştıralım.Hazırladığımız fellah köftelerimizi de sosumuzun içerisine alalım ve sosa bulanması için karıştıralım.Bol soslu fellah köftem servise hazır.Deneyeceklere şimdiden afiyet olsun."
  },
  {
    "name": "İçli Köfte",
    "id": "2",
    "calorie": "Orta büyüklükte bir içli köfte yaklaşık 349 kaloridir. ",
    "person": "1-2 kişilik",
    "materials": "Dışı için;1.5 su bardağı ince köftelik bulgur,1 çay bardağı irmik,1 tatlı kaşığı toz kırmızı biber,1 tatlı kaşığı biber salçası,1 su bardağından biraz az un,1 çay kaşığı tuz,1 su bardağı soğuk su,İçi için;2 yemek kaşığı sıvı yağ,300 gr kıyma,3 orta boy soğan,Yarım tatlı kaşığı salça,Yarım demek maydanoz,1 küçük çay bardağı küçük parçalı ceviz (isteğe bağlı),Tuz,Pul biber,Karabiber(baharatlar ve tuz isteğe göre ayarlanabilir.)Kızartmak için;Sıvı yağ",
    "recipe": "Soğanlar ince ince doğranır.Tavaya sıvı yağ alınıp soğanlar eklenir ve pembeleşinceye kadar kavrulur.Kavrulan soğanlara Kıyma eklenir suyunu çekinceye kadar kısık ateşte kavrulur.Daha sonra salça eklenir 3 dk daha kavrulur.Biraz su eklenir tekrar (yumuşak kalması gerekiyor kuru olmamalı).Baharatlar,tuz,ceviz ve ince kıyılmış maydanoz eklenip ocağın altı kapatılır.Soğumaya bırakılır.İnce bulgur 1 bardak soğuk su ile kısır yapar gibi ıslatılır.Suyu çekilince irmik salça baharatlar tuz eklenip 15 dk boyunca azar azar suyu eklenip iyice yoğurulur.Daha sonra un eklenir 5 dk daha yoğurulur.Ele alınıp yuvarlandığında dağılmıyorsa tamamdır.Ele yapışabilir.Eller iyice yıkanır tekrar hamur ele alındığında yapışmaz.Cevizden biraz daha büyük parçalar alınıp baş parmak ile ara ara su alınarak içi ince bir şekilde açılır.İç koyulur ve yukarı doğru limon şeklinde uzatılır. Hepsine aynı işlem uygulanır.Aşamaları çekemedim çünkü ellerim hamurlu iken fotoğraf makinesini tutamadım.Biten içli köfteler kızgın 1 bardak sıvı yağda kızartılır."
  },
  {
    "name": "Kuru Fasulye",
    "id": "3",
    "calorie": "Orta büyüklükte 1 kase kuru fasulye yaklaşık olarak 267 kaloridir.",
    "person": "6-8 kişilik",
    "materials": "2 su bardağı kuru fasulye,1 adet kuru soğan,1 adet kırmızı süs biberi,1 yemek kaşığı domates salçası,1 yemek kaşığı biber salçası,4 yemek kaşığı sıvı yağ,1 çay kaşığı karabiber,1 çay kaşığı kırmızı toz biber,1 çay kaşığı kimyon",
    "recipe": "Kuru fasulyeler 1 gece önceden suya ıslanır.Islama suyu dökülüp yeni su eklenerek haşlanır.Minik küpler halinde doğranmış kuru soğan ve biber sıvı yağda pembeleşene kadar kavrulur.Üzerine salçalar eklenerek karıştırılır,haşlanmış kuru fasulyeler de eklenerek kavrulmaya devam edilir(etsiz kuru fasulyede su eklenmeden önce bolca kavurmak gerekir.)Yaklaşık 3-4 dk kavrulduktan sonra üzerini 3 parmak geçecek kadar su eklenir baharatlar da eklenerek harlı ateşte 5 dk kadar pişirilip altı kısılır.Fasulyeler yumuşayana kadar pişirilir(fasulyenin cinsine göre değişiklik gösterir.).Afiyet olsun."
  },
  {
    "name": "Keşkek",
    "id": "4",
    "calorie": "1 porsiyon keşkek yaklaşık olarak 481 kaloridir.",
    "person": "12-14 kişilik",
    "materials": "1 kg aşurelik bütün buğday,1 su bardağı nohut,800 gram et (tavuk eti koyarsanız 3 adet but),Tuz,Sosu için;Tereyağı,Salça",
    "recipe": "Çömleğin en altına eti yerleştirin.Üzerine yıkamış olduğunuz nohut,buğdayı ve 1 çorba kaşığı tuzu ekleyin.Hazırladığımız malzemenin üzerini 10-15 cm geçecek kadar suyu ekleyin.Çömleği odun fırınına (ekmek fırını) akşamdan koyulur ve sabaha kadar fırında bekletilir.Fırından alınan keşkek büyük tahta kaşık yardımı ile iyice ezilir (tavuk koymuşsanız kemiklerini almayı unutmayın.Tabaklara alındıktan sonra üzerine salçalı sos dökülerek servis yapılır.(Aynı şekilde düdüklü tencerede de yapabilirsiniz kısık ateşte 2 saatte pişer)"
  },
  {
    "name": "Barbunya Pilaki",
    "id": "5",
    "calorie": "1 porsiyon zeytinyağlı barbunya pilaki yaklaşık olarak 415 kaloridir.",
    "person": "2-4 kişilik",
    "materials": "500 gram taze barbunya,Yarım su bardağı zeytinyağı,1 adet soğan,1 adet orta boy patates,1 adet havuç,1 yemek kaşığı domates salçası,1 çay kaşığı şeker,1 adet domates,2-3 diş sarımsak,Tuz",
    "recipe": "İlk olarak, barbunyaları bir tencereye alarak  üzerini geçecek kadar su ekleyin ve 10 dakika kadar kaynatarak çıkan suyu süzün (barbunyalar pişsin ama dağılmasına izin vermeyin).Diğer yandan soğanları yemeklik doğrayın ve tencerede yarım su bardağı su ile pişirmeye başlayın.Soğanlar yumuşadıktan sonra zeytinyağını ilave ederek;önce salçayı,domatesi sonra da küp küp doğradığınız patatesleri,ince halkalar halinde doğradığınız havucu ve ince kestiğiniz sarımsakları ilave edin.2 dakika kadar yağda çevirdikten sonra şeker,tuz ve 1 su bardağı kadar kaynar suyu ilave edin ve 10 dakika kadar patates ve havuçları pişirin.Daha sonra barbunyaları ilave ederek,suyu kontrol edin.Çok azalmışsa,bir miktar daha kaynar su ilave edebilirsiniz.Patatesler ve havuçlar pişene kadar tencerenin kapağı kapalı ve kısık ateşte kaynatın.Suyunu kontrol etmeyi unutmayın ki,tencerenin tabanı tutmasın.Yemeğiniz piştikten sonra ocaktan alıp,soğuduktan sonra servis edebilirsiniz."
  }
]
