[
  {
    "name": "Ezogelin Çorbası",
    "id": "1",
    "calorie": "Orta büyüklükte 1 kase ezogelin çorbası yaklaşık olarak 91 kaloriye denk gelmektedir.",
    "person": "8-10 kişilik",
    "materials": "1 yemek kaşığı sıvı yağ,1 yemek kaşığı tereyağı,1 adet kuru soğan,2 diş sarımsak,1 su bardağı kırmızı mercimek,1 kahve fincanı bulgur (4 yemek kaşığı),Yarım kahve fincanı pirinç (2 yemek kaşığı),6 su bardağı sıcak su + 2,5 su bardağı sıcak su,Sosu için;,2 yemek kaşığı sıvıyağ,1 yemek kaşığı un,2 yemek kaşığı domates salçası,2 su bardağı sıcak su,1 tatlı kaşığı nane,1 çay kaşığı kırmızı pul biber,1 çay kaşığı karabiber,1,5 tatlı kaşığı kadar tuz",
    "recipe": "Tencereye tereyağı ve 1 yemek kaşığı sıvı yağ tencereye alınarak ısıtılır.Soğan ve sarımsak küçük küçük doğranır ve tencerede orta ateşte, soğanlar diriliğini kaybedinceye kadar kavrulur. Dilerseniz sarımsakları rendeleyerek de kullanabilirsiniz.Üzerine yıkanmış ve suyu süzülmüş olan kırmızı mercimek, pirinç ve bulgur eklenerek karıştırılır ve kavrulur.Üzerine sıcak su ilave edilerek tencerenin kapağı kapatılır ve pişmeye bırakılır. Çorba kaynayana kadar yüksek ateşte kaynadıktan sonra kısık ateşte ara ara karıştırılır.Bakliyatlar yumuşayınca kadar yaklaşık 35 dakika pişirilir ve ocak kapatılır.Ayrı bir yerde 2 yemek kaşığı sıvı yağ ısıtılır.1 yemek kaşığı un eklenir ve unun kokusu çıkana kadar karıştırılarak kavrulur.Üzerine 2 yemek kaşığı domates salçası eklenir, 1-2 dakika daha kavrulur.Salça da kavrulduktan sonra 2 su bardağı kadar su ilave edilerek kaynatılır.Nane, kırmızı biber, karabiber ilave edilerek hazırlanan sos ocaktan alınır ve çorbaya ilave edilir.Tuzu da eklenerek 1-2 dakika kaynatılır. Bu aşamada gerek duyarsanız sıcak su ekleyebilirsiniz. Ben 2,5 su bardağı kadar sıcak su ekledim ancak siz çorbanızın kıvamına göre ayarlayabilirsiniz.Yaklaşık 5 dakika daha kaynattıktan sonra Ezogelin Çorbamız servise hazır. Afiyet olsun."
  },
  {
    "name": "Yayla Çorbası",
    "id": "2",
    "calorie": "Orta büyüklükteki 1 kase yayla çorbası yaklaşık olarak 94 kaloriye denk gelmektedir.",
    "person": "4-6 kişilik",
    "materials": "1 fincan pirinç (Türk kahvesi fincanı),7 su bardağı su,1 su bardağı yoğurt,1 yumurta,Yarım fincandan biraz fazla un (Türk kahvesi fincanı),3 yemek kaşığı sıvı yağ,2 yemek  kaşığı tereyağı,Tuz,Nane",
    "recipe": "Su, sıvı yağ, tuz ve pirinçler tencereye alınır. Pirinçler yumuşayıncaya kadar kaynatılır.Ayrı bir kasede yoğurt, yumurta ve un, 1 su bardağına yakın su ile birlikte iyice çırpılır.Pirinçler yumuşayınca hızlıca karıştırarak yoğurtlu karışım çorbaya eklenir. Kaynayana kadar karıştırılır. Kaynayınca kısık ateşte 10-15 dk kaynatılır. Ara sıra karıştırmayı ihmal etmeyin.Çorbamız piştikten sonra altı kapatılır.Şık bir sunum olması açısından;Çorba kaselere alınır. Ayrı bir yerde tereyağı kızdırılarak nane ile karıştırılır. Ve kaselerdeki çorbaların üzerinde gezdirilir. Kalan naneli tereyağını tenceredeki çorbaya koyup karıştırın.Mis kokulu yayla çorbamız servise hazır."
  },
  {
    "name": "Mercimek Çorbası",
    "id": "3",
    "calorie": "Orta büyüklükteki 1 kase kırmızı mercimek çorbası yaklaşık olarak 62 kaloridir.",
    "person": "6-8 kişilik",
    "materials": "2 su bardağı kırmızı mercimek,1 adet soğan,2 yemek kaşığı un,1 adet havuç,Yarım yemek kaşığı biber ya da  domates salçası (rengi kırmızı olsun isterseniz artırabilir ya da hiç kullanmayabilirsiniz),1 tatlı kaşığı tuz,Yarım çay kaşığı karabiber,1 çay kaşığı kimyon (isteğe bağlı),2 litre sıcak su,5 yemek kaşığı sıvı yağ,Sosu için:,2 yemek kaşığı tereyağı,1 tatlı kaşığı kırmızı toz biber",
    "recipe": "Kırmızı mercimek çorbası için sıvı yağı tencereye alınarak yemeklik doğranan soğanlar hafif pembeleşinceye kadar kavrulur.Daha sonra un ilave edilerek kısık ateşte kavurmaya devam edilir.Salça kullanılacak ise salça ilave edilir, kavrulduktan sonra küp küp doğranmış havuç ve iyice yıkanıp suyu süzülen mercimekler ilave edilir.Üzerine su eklenerek karıştırılırve tencerenin kapağı kapatılır. Çorbamız kaynayana kadar orta ateşte, kaynadıktan sonra mercimekler ve havuçlar yumuşayana kadar ara ara karıştırılarak kısık ateşte pişirilir.
Çorba piştikten sonra el blenderı ile güzelce ezilir. Eğer blenderiniz yoksa süzgeçten de geçirebilirsiniz.Karabiber, tuz ve isteğe bağlı olarak kimyon eklenir ve karıştırılır. 5 dakika daha pişirilerek ocaktan alınır.Kıvamı koyu gelirse size, bir miktar su ilave edilerek bir taşım kaynatılır.Bu arada küçük bir tavaya iki yemek kaşığı tereyağı alınır, kızdırılır ve bir tatlı kaşığı kırmızı toz biber eklenerek ocaktan alınır.Mercimek çorbası servis kasesine alındıktan sonra üzerine kırmızı biberli sos gezdirilir ve bir dilim limon ile servis edilir."
  },
  {
    "name": "Mantar Çorbası",
    "id": "4",
    "calorie": "Orta büyüklükte 1 kase mantar çorbası yaklaşık olarak 133 kaloridir.",
    "person": "2-4 kişilik",
    "materials": "500 gram kültür mantarı,3 yemek kaşığı un,500 ml süt,3 su bardağı su (et suyu ve ya tavuk suyu varsa tercih edilmeli),2 yemek kaşığı tereyağı,1 adet bulyon (eklemek tercihe kalmış),1 tatlı kaşığı tuz,1 çay kaşığı karabiber,Yarım limon suyu, 2 kaşık sirke (mantarları haşlarken),2 yemek kaşığı tereyağı (mantarları kavururken)",
    "recipe": "Mantarlarınızı bir kaba alınız ve soyunuz. Mantarların tüm soyma aşamalarını resimlerden görebilir mantarlarınızı o şekil de soyabilirsiniz. Soyduğunuz mantarlarınızı şöyle bir sudan geçirin, yıkayın.Su ısıtıcınız ile su kaynatın, kaynayan suyu bir tencereye alın içine yarım limon ve 2 kaşık sirke ekleyin.Yıkanan mantarları da kaynayan suyun içine ekleyin mantarlarınız yumuşayana kadar haşlayın.Mantarlar haşlandı mantarları bir süzgece alın soğusunlar. Mantarlarınız soğudu mantarları bir tabağa doğrayın.Bir tavaya 2 kaşık tereyağı ekleyin, eritin doğramış olduğunuz mantarları da tavaya ekleyerek mantarlarınızı bir güzel kavurun. Resimlerden kavrulan mantarları görebilirsiniz.Çorbayı hazırlayacağınız tencere de 2 kaşık tereyağı eritin buna 3 kaşık unu ekleyin ve kavurun.Kavrulmuş ununuza 500 ml sütü ekleyin ve kaynatın…. süt kaynadı şimdi evde var ise süte 3 su bardağı et suyu veya tavuk suyu ekleyin yok ise de 3 su bardağı kaynamış su ekleyin. .Tencereyi 2-3 karıştırın fokurdadığında kavrulmuş mantarları bu karışıma (yağı ile beraber tavayı sıyırın)ekleyin. Çorbanız nerede ise hazır.Baharat olarak kaynayan çorbaya tuz ve karabiber ekleyin. Arzuya göre bu aşamada 1 adet bulyon ekleyebilirsiniz ama şart da değil tercihinize kalmış.Çorbanızı karıştırarak ağır ateşte üstü göz göz olana kadar pişirin kıvamı çok sulu olmayacak unlu çorbalar çok sulu olmamalı, krema kıvamında olmalı resimlerde göstermeye çalıştım."
  },
  {
    "name": "Şehriyeli Tavuk Suyu Çorbası",
    "id": "5",
    "calorie": "1 kase şehriyeli tavuk suyu çorba yaklaşık olarak 110 kaloridir.",
    "person": "4-6 kişilik",
    "materials": "200gr tavuk göğsü,1 tatlı kaşığı tuz (haşlarken kullanılacak),1 su bardağı tavuk suyu,3 su bardağı sıcak su,Yarım çay bardağı tel şehriye,1 tatlı kaşığı tuz,1 tatlı kaşığı nane,1 çay kaşığı pulbiber,1 çay kaşığı karabiber,Terbiyesi için;,2 yemek kaşığı un,1 yemek kaşığı limon suyu,2 su bardağı ılık su",
    "recipe": "Tavuk etini uygun bir tencereye alarak üzerine tuz ekleyelim.Üzerini geçecek kadar su ilave ettikten sonra haşlanmaya bırakalım Haşlanırken ara ara üzerinde oluşan köpükleri temizleyelim.Tavuğumuz haşlandıktan sonra suyun içerisinden alalım ve tavuk suyunu da bir süzgeçten geçirerek bir kenara alalım.Tavuk göğsümüz soğuduktan sonra didikleyelim.Çorba tenceresine tavuk suyunu, sıcak suyu ve didiklenmiş tavuk etlerini ekleyip kaynatalım.Kaynadıktan sonra içerisine tel şehriyeleri ilave edip karıştıralım.Terbiyesi için limon suyu, un ve suyu çırparak çorbaya ilave edelim. Çorbamızı kısık ateşte, ara ara karıştırarak pişmeye bırakalım.Şehriyeler pişmeye yakın tuz, nane, isteğe bağlı pul biber ve karabiber serperek 5 dakika kadar kaynattıktan sonra ocaktan alalım."
  }
]
